[
    {
        "quote": "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up.",
        "author": "Neil Gaiman",
        "work": "The Kindly Ones",
        "contains_attribution": true
    },
    {
        "quote": "We’re all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness—and call it love—true love.",
        "author": "Robert Fulghum",
        "work": "True Love",
        "contains_attribution": true
    },
    {
        "quote": "You never really understand a person until you consider things from his point of view... Until you climb inside of his skin and walk around in it.",
        "author": "Harper Lee",
        "work": "To Kill a Mockingbird",
        "contains_attribution": true
    },
    {
        "quote": "I don't want to be a man,\" said Jace. \"I want to be an angst-ridden teenager who can't confront his own inner demons and takes it out verbally on other people instead.\" \"Well,\" said Luke, \"you're doing a fantastic job.",
        "author": "Cassandra Clare",
        "work": "City of Ashes",
        "contains_attribution": true
    },
    {
        "quote": "Friendship is unnecessary, like philosophy, like art.... It has no survival value; rather it is one of those things which give value to survival.",
        "author": "C.S. Lewis",
        "work": "The Four Loves",
        "contains_attribution": true
    },
    {
        "quote": "You can't force love, I realized. It's there or it isn't. If it's not there, you've got to be able to admit it. If it is there, you've got to do whatever it takes to protect the ones you love.",
        "author": "Richelle Mead",
        "work": "Frostbite",
        "contains_attribution": true
    },
    {
        "quote": "And so the lion fell in love with the lamb…\" he murmured. I looked away, hiding my eyes as I thrilled to the word. \"What a stupid lamb,\" I sighed. \"What a sick, masochistic lion.",
        "author": "Stephenie Meyer",
        "work": "Twilight",
        "contains_attribution": true
    },
    {
        "quote": "I learned this, at least, by my experiment: that if one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.",
        "author": "Henry David Thoreau",
        "work": "Walden: Or, Life in the Woods",
        "contains_attribution": true
    },
    {
        "quote": "Each day means a new twenty-four hours. Each day means everything's possible again. You live in the moment, you die in the moment, you take it all one day at a time.",
        "author": "Marie Lu",
        "work": "Legend",
        "contains_attribution": true
    },
    {
        "quote": "Everyone should be able to do one card trick, tell two jokes, and recite three poems, in case they are ever trapped in an elevator.",
        "author": "Lemony Snicket",
        "work": "Horseradish",
        "contains_attribution": true
    },
    {
        "quote": "That does it,\" said Jace. \"I'm going to get you a dictionary for Christmas this year.\" \"Why?\" Isabelle said. \"So you can look up 'fun.' I'm not sure you know what it means.",
        "author": "Cassandra Clare",
        "work": "City of Ashes",
        "contains_attribution": true
    },
    {
        "quote": "Death must be so beautiful. To lie in the soft brown earth, with the grasses waving above one's head, and listen to silence. To have no yesterday, and no tomorrow. To forget time, to forgive life, to be at peace.",
        "author": "Oscar Wilde",
        "work": "The Canterville Ghost",
        "contains_attribution": true
    },
    {
        "quote": "Investigation?\" Isabelle laughed. \"Now we're detectives? Maybe we should all have code names.\" \"Good idea,\" said Jace. \"I shall be Baron Hotschaft Von Hugenstein.",
        "author": "Cassandra Clare",
        "work": "City of Bones",
        "contains_attribution": true
    },
    {
        "quote": "Would you tell me, please, which way I ought to go from here?\" \"That depends a good deal on where you want to get to.\" \"I don't much care where –\" \"Then it doesn't matter which way you go.",
        "author": "Lewis Carroll",
        "work": "Alice in Wonderland",
        "contains_attribution": true
    },
    {
        "quote": "I think we dream so we don’t have to be apart for so long. If we’re in each other’s dreams, we can be together all the time.",
        "author": "A.A. Milne",
        "work": "Winnie-the-Pooh",
        "contains_attribution": true
    },
    {
        "quote": "The most beautiful experience we can have is the mysterious. It is the fundamental emotion that stands at the cradle of true art and true science.",
        "author": "Albert Einstein",
        "work": "The World As I See It",
        "contains_attribution": true
    },
    {
        "quote": "It's just that...I just think that some things are meant to be broken. Imperfect. Chaotic. It's the universe's way of providing contrast, you know? There have to be a few holes in the road. It's how life is.",
        "author": "Sarah Dessen",
        "work": "The Truth About Forever",
        "contains_attribution": true
    },
    {
        "quote": "A good library will never be too neat, or too dusty, because somebody will always be in it, taking books off the shelves and staying up late reading them.",
        "author": "Lemony Snicket",
        "work": "Horseradish",
        "contains_attribution": true
    },
    {
        "quote": "Because you are beautiful. I enjoy looking at beautiful people, and I decided a while ago not to deny myself the simpler pleasures of existence",
        "author": "John Green",
        "work": "The Fault in Our Stars",
        "contains_attribution": true
    },
    {
        "quote": "A man can no more diminish God's glory by refusing to worship Him than a lunatic can put out the sun by scribbling the word 'darkness' on the walls of his cell.",
        "author": "C.S. Lewis",
        "work": "The Problem of Pain",
        "contains_attribution": true
    },
    {
        "quote": "So be sure when you step, Step with care and great tact. And remember that life's A Great Balancing Act. And will you succeed? Yes! You will, indeed! (98 and ¾ percent guaranteed) Kid, you'll move mountains.",
        "author": "Dr. Seuss",
        "work": "Oh, The Places You'll Go!",
        "contains_attribution": true
    },
    {
        "quote": "It isn't possible to love and part. You will wish that it was. You can transmute love, ignore it, muddle it, but you can never pull it out of you. I know by experience that the poets are right: love is eternal.",
        "author": "E.M. Forster",
        "work": "A Room with a View",
        "contains_attribution": true
    },
    {
        "quote": "Live the Life of Your Dreams: Be brave enough to live the life of your dreams according to your vision and purpose instead of the expectations and opinions of others.",
        "author": "Roy T. Bennett",
        "work": "The Light in the Heart",
        "contains_attribution": true
    },
    {
        "quote": "You couldn't relive your life, skipping the awful parts, without losing what made it worthwhile. You had to accept it as a whole--like the world, or the person you loved.",
        "author": "Stewart O'Nan",
        "work": "The Odds: A Love Story",
        "contains_attribution": true
    },
    {
        "quote": "It's a lot easier to be lost than found. It's the reason we're always searching and rarely discovered--so many locks not enough keys.",
        "author": "Sarah Dessen",
        "work": "Lock and Key",
        "contains_attribution": true
    },
    {
        "quote": "Growing apart doesn't change the fact that for a long time we grew side by side; our roots will always be tangled. I'm glad for that.",
        "author": "Ally Condie",
        "work": "Matched",
        "contains_attribution": true
    },
    {
        "quote": "Maybe...you'll fall in love with me all over again.\" \"Hell,\" I said, \"I love you enough now. What do you want to do? Ruin me?\" \"Yes. I want to ruin you.\" \"Good,\" I said. \"That's what I want too.",
        "author": "Ernest Hemingway",
        "work": "A Farewell to Arms",
        "contains_attribution": true
    },
    {
        "quote": "Crying is all right in its way while it lasts. But you have to stop sooner or later, and then you still have to decide what to do.",
        "author": "C.S. Lewis",
        "work": "The Silver Chair",
        "contains_attribution": true
    },
    {
        "quote": "I stood still, vision blurring, and in that moment, I heard my heart break. It was a small, clean sound, like the snapping of a flower's stem.",
        "author": "Diana Gabaldon",
        "work": "Dragonfly in Amber",
        "contains_attribution": true
    },
    {
        "quote": "She says nothing at all, but simply stares upward into the dark sky and watches, with sad eyes, the slow dance of the infinite stars.",
        "author": "Neil Gaiman",
        "work": "Stardust",
        "contains_attribution": true
    },
    {
        "quote": "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools.",
        "author": "Douglas Adams",
        "work": "Mostly Harmless",
        "contains_attribution": true
    },
    {
        "quote": "No one knows for certain how much impact they have on the lives of other people. Oftentimes, we have no clue. Yet we push it just the same.",
        "author": "Jay Asher",
        "work": "Thirteen Reasons Why",
        "contains_attribution": true
    },
    {
        "quote": "Keep Going Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end.",
        "author": "Roy T. Bennett",
        "work": "The Light in the Heart",
        "contains_attribution": true
    },
    {
        "quote": "Every one of us is, in the cosmic perspective, precious. If a human disagrees with you, let him live. In a hundred billion galaxies, you will not find another.",
        "author": "Carl Sagan",
        "work": "Cosmos",
        "contains_attribution": true
    },
    {
        "quote": "Your friend's poetry is terrible,\" he said. Clary blinked, caught momentarily off guard. \"What?\" \"I said his poetry was terrible. It sounds like he ate a dictionary and started vomiting up words at random.",
        "author": "Cassandra Clare",
        "work": "City of Bones",
        "contains_attribution": true
    },
    {
        "quote": "I'll just have them change the entry in the demonology textbook from 'almost extinct' to 'not extinct enough for Alec. He prefers his monsters really, really extinct.' Will that make you happy?",
        "author": "Cassandra Clare",
        "work": "City of Ashes",
        "contains_attribution": true
    },
    {
        "quote": "The reasonable man adapts himself to the world: the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.",
        "author": "George Bernard Shaw",
        "work": "Man and Superman",
        "contains_attribution": true
    },
    {
        "quote": "It's all in the view. That's what I mean about forever, too. For any one of us our forever could end in an hour, or a hundred years from now. You never know for sure, so you'd better make every second count.",
        "author": "Sarah Dessen",
        "work": "The Truth About Forever",
        "contains_attribution": true
    },
    {
        "quote": "I meant,\" said Ipslore bitterly, \"what is there in this world that truly makes living worthwhile?\" Death thought about it. CATS, he said eventually. CATS ARE NICE.",
        "author": "Terry Pratchett",
        "work": "Sourcery",
        "contains_attribution": true
    },
    {
        "quote": "Don’t try to make life a mathematics problem with yourself in the center and everything coming out equal. When you’re good, bad things can still happen. And if you’re bad, you can still be lucky.",
        "author": "Barbara Kingsolver",
        "work": "The Poisonwood Bible",
        "contains_attribution": true
    },
    {
        "quote": "Did you ever think that in a past life Alec was an old woman with ninety cats who was always yelling at the neighborhood kids to get off her lawn? Because I do,",
        "author": "Cassandra Clare",
        "work": "City of Glass",
        "contains_attribution": true
    },
    {
        "quote": "Ah, my daughter,ʺ he said. ʺEighteen, and already youʹve been accused of murder, aided felons, and acquired a death count higher than most guardians will ever see.ʺ He paused. ʺI couldnʹt be prouder.",
        "author": "Richelle Mead",
        "work": "Last Sacrifice",
        "contains_attribution": true
    },
    {
        "quote": "Then the Grinch thought of something he hadn't before! What if Christmas, he thought, doesn't come from a store. What if Christmas...perhaps...means a little bit more!",
        "author": "Dr. Seuss",
        "work": "How the Grinch Stole Christmas!",
        "contains_attribution": true
    },
    {
        "quote": "I wonder if the snow loves the trees and fields, that it kisses them so gently? And then it covers them up snug, you know, with a white quilt; and perhaps it says, \"Go to sleep, darlings, till the summer comes again.",
        "author": "Lewis Carroll",
        "work": "Alice's Adventures in Wonderland & Through the Looking-Glass",
        "contains_attribution": true
    },
    {
        "quote": "Top 15 Things Money Can’t Buy Time. Happiness. Inner Peace. Integrity. Love. Character. Manners. Health. Respect. Morals. Trust. Patience. Class. Common sense. Dignity.",
        "author": "Roy T. Bennett",
        "work": "The Light in the Heart",
        "contains_attribution": true
    },
    {
        "quote": "Families are messy. Immortal families are eternally messy. Sometimes the best we can do is to remind each other that we're related for better or for worse...and try to keep the maiming and killing to a minimum.",
        "author": "Rick Riordan",
        "work": "The Sea of Monsters",
        "contains_attribution": true
    },
    {
        "quote": "I would have come for you. And if I couldn't walk, I'd crawl to you, and no matter how broken we were, we'd fight our way out together-knives drawn, pistols blazing. Because that's what we do. We never stop fighting.",
        "author": "Leigh Bardugo",
        "work": "Crooked Kingdom",
        "contains_attribution": true
    },
    {
        "quote": "Sometimes beautiful things come into our lives out of nowhere. We can't always understand them, but we have to trust in them. I know you want to question everything, but sometimes it pays to just have a little faith.",
        "author": "Lauren Kate",
        "work": "Torment",
        "contains_attribution": true
    },
    {
        "quote": "Hope can be a powerful force. Maybe there's no actual magic in it, but when you know what you hope for most and hold it like a light within you, you can make things happen, almost like magic.",
        "author": "Laini Taylor",
        "work": "Daughter of Smoke & Bone",
        "contains_attribution": true
    },
    {
        "quote": "Jace shook his blond head in exasperation. \"You had to make a crazy jail friend, didn't you? You couldn't just count ceiling tiles or tame a pet mouse like normal prisoners do?",
        "author": "Cassandra Clare",
        "work": "City of Glass",
        "contains_attribution": true
    },
    {
        "quote": "Strange as it may seem, I still hope for the best, even though the best, like an interesting piece of mail, so rarely arrives, and even when it does it can be lost so easily.",
        "author": "Lemony Snicket",
        "work": "The Beatrice Letters",
        "contains_attribution": true
    },
    {
        "quote": "The creatures outside looked from pig to man, and from man to pig, and from pig to man again; but already it was impossible to say which was which.",
        "author": "George Orwell",
        "work": "Animal Farm",
        "contains_attribution": true
    },
    {
        "quote": "The nitrogen in our DNA, the calcium in our teeth, the iron in our blood, the carbon in our apple pies were made in the interiors of collapsing stars. We are made of starstuff.",
        "author": "Carl Sagan",
        "work": "Cosmos",
        "contains_attribution": true
    },
    {
        "quote": "Sorrow is how we learn to love. Your heart isn't breaking. It hurts because it's getting larger. The larger it gets, the more love it holds.",
        "author": "Rita Mae Brown",
        "work": "Riding Shotgun",
        "contains_attribution": true
    },
    {
        "quote": "Patience, grasshopper,\" said Maia. \"Good things come to those who wait.\" \"I always thought that was 'Good things come to those who do the wave,'\" said Simon. \"No wonder I've been so confused all my life.",
        "author": "Cassandra Clare",
        "work": "City of Glass",
        "contains_attribution": true
    },
    {
        "quote": "Open a book this minute and start reading. Don’t move until you’ve reached page fifty. Until you’ve buried your thoughts in print. Cover yourself with words. Wash yourself away. Dissolve.",
        "author": "Carol Shields",
        "work": "The Republic of Love",
        "contains_attribution": true
    },
    {
        "quote": "If the real world were a book, it would never find a publisher. Overlong, detailed to the point of distraction-and ultimately, without a major resolution.",
        "author": "Jasper Fforde",
        "work": "Something Rotten",
        "contains_attribution": true
    },
    {
        "quote": "I got schooled this year by a boy . A boy that I'm seriously, deeply, madly, incredibly, and undeniably in love with. And he taught me the most important thing of all ... To put the emphasis On life .",
        "author": "Colleen Hoover",
        "work": "Slammed",
        "contains_attribution": true
    },
    {
        "quote": "Um...is that thing tame ?\" Frank said. The horse whinnied angrily. \"I don't think so,\" Percy guessed. \"He just said, 'I will trample you to death, silly Chinese Canadian baby man'. ",
        "author": "Rick Riordan",
        "work": "The Son of Neptune",
        "contains_attribution": true
    },
    {
        "quote": "...you know that a good, long session of weeping can often make you feel better, even if your circumstances have not changed one bit.",
        "author": "Lemony Snicket",
        "work": "The Bad Beginning",
        "contains_attribution": true
    },
    {
        "quote": "Without you in my arms, I feel an emptiness in my soul. I find myself searching the crowds for your face - I know it's an impossibility, but I cannot help myself.",
        "author": "Nicholas Sparks",
        "work": "Message in a Bottle",
        "contains_attribution": true
    },
    {
        "quote": "I guess by now I should know enough about loss to realize that you never really stop missing someone-you just learn to live around the huge gaping hole of their absence.",
        "author": "Alyson Noel",
        "work": "Evermore",
        "contains_attribution": true
    },
    {
        "quote": "To do the useful thing, to say the courageous thing, to contemplate the beautiful thing: that is enough for one man's life.",
        "author": "T.S. Eliot",
        "work": "The Use of Poetry and the Use of Criticism",
        "contains_attribution": true
    },
    {
        "quote": "Holding people away from you, and denying yourself love, that doesn't make you strong. if anything, it makes you weaker. Because you're doing it out of fear.",
        "author": "Sarah Dessen",
        "work": "This Lullaby",
        "contains_attribution": true
    },
    {
        "quote": "A girl calls and asks, \"Does it hurt very much to die?\" \"Well, sweetheart,\" I tell her, \"yes, but it hurts a lot more to keep living.",
        "author": "Chuck Palahniuk",
        "work": "Survivor",
        "contains_attribution": true
    },
    {
        "quote": "I was always hungry for love. Just once, I wanted to know what it was like to get my fill of it -- to be fed so much love I couldn't take any more. Just once. ",
        "author": "Haruki Murakami",
        "work": "Norwegian Wood",
        "contains_attribution": true
    },
    {
        "quote": "God alert!\" Blackjack yelled. \"It's the wine dude! Mr. D sighed in exasperation. \"The next person, or horse, who calls me the 'wine dude' will end up in a bottle of Merlot!",
        "author": "Rick Riordan",
        "work": "The Titan's Curse",
        "contains_attribution": true
    },
    {
        "quote": "Love the world and yourself in it, move through it as though it offers no resistance, as though the world is your natural element.",
        "author": "Audrey Niffenegger",
        "work": "The Time Traveler's Wife",
        "contains_attribution": true
    },
    {
        "quote": "I could recognize him by touch alone, by smell; I would know him blind, by the way his breaths came and his feet struck the earth. I would know him in death, at the end of the world.",
        "author": "Madeline Miller",
        "work": "The Song of Achilles",
        "contains_attribution": true
    },
    {
        "quote": "There must be something in books, something we can’t imagine, to make a woman stay in a burning house; there must be something there. You don’t stay for nothing.",
        "author": "Ray Bradbury",
        "work": "Fahrenheit 451",
        "contains_attribution": true
    },
    {
        "quote": "I don't care,\" Clary said. \"He'd do it for me. Tell me he wouldn't. If I were missing-\" \"He'd burn the whole world down till he could dig you out of the ashes. I know,\" Alec said.",
        "author": "Cassandra Clare",
        "work": "City of Lost Souls",
        "contains_attribution": true
    },
    {
        "quote": "I pray because I can't help myself. I pray because I'm helpless. I pray because the need flows out of me all the time- waking and sleeping. It doesn't change God- it changes me.",
        "author": "William Nicholson",
        "work": "Shadowlands",
        "contains_attribution": true
    },
    {
        "quote": "While I sleep, I dream of you, and when I wake, I long to hold you in my arms. If anything, our time apart has only made me more certain that I want to spend my nights by your side, and my days with your heart.",
        "author": "Nicholas Sparks",
        "work": "Nights in Rodanthe",
        "contains_attribution": true
    },
    {
        "quote": "None of us knows what might happen even the next minute, yet still we go forward. Because we trust. Because we have Faith.",
        "author": "Paulo Coelho",
        "work": "Brida",
        "contains_attribution": true
    }
]
